const PrivacyData = [
    {
        "title":"제1조. 개인 정보의 처리 목적",
        "content":[
            {
                "title":"회사는 다음의 목적을 위하여 개인정보를 처리합니다. 처리하고 있는 개인정보는 다음의 목적 이외의 용도로는 이용되지 않으며, 이용 목적이 변경되는 경우에는 개인정보 보호법 제18조에 따라 별도의 동의를 받는 등 필요한 조치를 이행할 예정입니다.",
                "content":[
                    "서비스 회원 가입 및 관리 회원 가입의사 확인, 회원제 서비스 제공에 따른 본인 식별 및 인증, 회원자격 유지 및 관리, 제한적 본인확인제 시행에 따른 본인확인, 서비스 부정이용 방지, 각종 고지 및 통지, 고충 처리 등을 목적으로 개인정보를 처리합니다.",
                    "재화 또는 서비스 제공 물품배송, 서비스 제공, 청구서 발송, 콘텐츠 제공, 맞춤서비스 제공, 본인인증, 요금결제 및 정산 등을 목적으로 개인정보를 처리합니다.",
                    "고충 처리 민원인의 신원 확인, 민원사항 확인, 사실조사를 위한 연락 및 통지, 처리결과 통보 등의 목적으로 개인정보를 처리합니다.",
                    "“비밀번호”라 함은 구름 서비스에서 회원의 비밀보호를 위하여 회원이 설정한 문자, 숫자, 기호의 조합을 의미합니다.",
                    "마케팅 및 광고, 신규 서비스 개발 및 맞춤 서비스 제공, 이벤트 및 광고성 정보 제공 및 참여기회 제공, 통계학적 특성에 따른 서비스 제공 및 광고 게재, 서비스의 유효성 확인, 접속빈도 파악 또는 회원의 서비스 이용에 대한 통계 등을 목적으로 개인정보를 처리합니다.",
                ]
            }
        ]
    },
    {
        "title":"제2조. 처리하는 개인정보 항목",
        "content":[
            {
                "title":"회원 가입 시 또는 서비스 이용 과정에서 홈페이지를 통해 아래와 같은 서비스 제공을 위해 필요한 최소한의 개인정보를 수집하고 있습니다.",
            },
            {
                "title":"<구름서비스 일반계정>",
                "content":[
                    "필수항목: 이메일, 이용자 이름(닉네임), 프로필 사진",
                    "선택: 전화번호, 학교/직장 정보, 학번, 학과, 학교 이메일, 학생증 사본",
                ]
            },
            {
                "title":"<구름서비스 강의자계정>",
                "content":[
                    "필수항목: 이메일, 이용자 이름(닉네임), 프로필 사진, 전화번호",
                    "선택: 학교/직장 정보, 학번, 학과, 학교 이메일, 학생증 사본",
                ]
            },
            {
                "title":"<구름서비스 기업관리자계정>",
                "content":[
                    "필수항목: 이메일, 이용자 이름(닉네임), 회사명, 직위, 전화번호",
                ]
            },
            {
                "title":"<서비스 이용과정에서 수집되는 데이터>",
                "content":[
                    "서비스 이용 기록, 접속 로그, 접속IP, 쿠키, 부정이용기록, 단말기 정보",
                ]
            }
        ]
    },
    {
        "title":"제3조. 개인정보의 처리 및 보유기간",
        "content":[
            {
                "title":"회사는 법령에 따른 개인정보 보유․이용기간 또는 정보주체로부터 개인정보를 수집시에 동의받은 개인정보 보유․이용기간 내에서 개인정보를 처리․보유합니다. 다만, 회사는 아래의 사유가 있는 경우에는 예외적으로 일정 기간 개인정보를 보유합니다.",
            },
        ]
    },
    {
        "title":"제4조. 정보주체의 권리, 의무 및 행사방법",
        "content":[
            {
                "title":"정보 주체는 회사에 대해 언제든지 다음 각 호의 개인정보 보호 관련 권리를 행사할 수 있습니다.",
            },
            {
                "title":"제1항에 따른 권리 행사는 회사에 대해 서면, 전화, 전자우편, 모사전송(FAX) 등을 통하여 하실 수 있으며 회사는 이에 대해 지체없이 조치하겠습니다.",
            },
            {
                "title":"정보주체가 개인정보의 오류 등에 대한 정정 또는 삭제를 요구한 경우에는 회사는 정정 또는 삭제를 완료할 때까지 당해 개인정보를 이용하거나 제공하지 않습니다.",
            },
            {
                "title":"제1항에 따른 권리 행사는 정보주체의 법정대리인이나 위임을 받은 자 등 대리인을 통하여 하실 수 있습니다. 이 경우 개인정보 보호법 시행규칙 별지 제11호 서식에 따른 위임장을 제출하셔야 합니다.",
            },
            {
                "title":"정보주체는 개인정보 보호법 등 관계법령을 위반하여 회사가 처리하고 있는 정보주체 본인이나 타인의 개인정보 및 사생활을 침해하여서는 아니됩니다.",
            },
        ]
    },
    {
        "title":"제5조. 개인정보의 파기",
        "content":[
            {
                "title":"회사는 개인정보 보유기간의 경과, 처리목적 달성 등 개인정보가 불필요하게 되었을 때에는 지체없이 해당 개인정보를 파기합니다.",
            },
            {
                "title":"정보주체로부터 동의받은 개인정보 보유기간이 경과하거나 처리목적이 달성되었음에도 불구하고 다른 법령에 따라 개인정보를 계속 보존하여야 하는 경우에는, 해당 개인정보를 별도의 데이터베이스(DB)로 옮기거나 보관장소를 달리하여 보존합니다.",
            },
            {
                "title":"개인정보 파기의 절차 및 방법은 다음과 같습니다.",
            },
        ]
    },
    {
        "title":"제6조. 개인정보의 안전성 확보조치",
        "content":[
            {
                "title":"서비스 이용계약은 회원이 되고자 하는 자(이하 “이용 신청자”)가 회사가 제공하는 이용 신청 절차와 방법에 따라 서비스 이용신청을 하고, 회사가 이러한 신청에 대하여 승낙함으로써 체결됩니다.",
            },
            {
                "title":"회사는 이용신청자가 이용신청 시 이 약관에 동의하고, 회사가 정한 신청 절차와 방법을 준수하는 경우 그 이용신청에 대하여 승낙함을 원칙으로 합니다. 다만, 회사는 다음 각 호의 어느 하나에 해당하는 이용신청에 대해서는 승낙을 하지 않거나, 사후에 이용계약을 취소할 수 있습니다.",
                "content":[
                    "기재 내용에 허위, 누락, 오기 등이 있는 경우",
                    "회사로부터 이용정지 당한 회원이 그 이용정지 기간 중에 이용계약을 임의 해지하고 재이용신청을 하는 경우",
                    "과거에 이 약관 위반 등의 사유로 서비스 이용계약이 해지 당한 이력이 있는 경우",
                    "법령, 공공의 안녕질서 및 미풍양속을 해할 우려가 있는 경우",
                    "부정한 용도로 서비스를 이용하고자 하는 경우",
                    "회사의 사전 동의 없이 영리를 추구할 목적으로 서비스를 이용하고자 하는 경우",
                    "서비스를 제공하지 않는 국가에서 비정상적이거나 우회적인 방법을 통해 서비스를 이용하는 경우",
                    "인증없이 누구나 접근이 가능한 일회용 이메일을 통해 회원가입을 하는 경우",
                    "기타 이 약관에 위배되거나 위법 또는 부당한 이용신청임이 확인된 경우",
                ]
            },
            {
                "title":"회사는 다음 각 호의 어느 하나에 해당하는 경우 승낙을 유보할 수 있습니다.",
                "content":[
                    "천재지변으로 인한 설비의 장애 상태가 발생한 경우",
                    "서비스를 제공함에 따라 회사의 전체 서비스 품질 유지에 곤란하다고 판단되는 경우",
                    "서비스를 제공하기 위한 설비의 여유가 없거나 기술상 서비스 제공이 곤란한 경우",
                    "회사의 운영상, 사업상 위해 요소 또는 위해 우려가 있는 경우",
                    "기타 회사의 사정으로 이용 승낙이 곤란한 경우",
                ]
            },
            {
                "title":"이 약관에 따른 이용계약의 성립 시기는 서비스 이용신청 절차 상에서 회사가 이용신청 완료를 표시한 시점으로 합니다.",
            },
        ]
    },
    {
        "title":"제7조. 개인정보 보호책임자",
        "content":[
            {
                "title":"회사는 관련법령과 이 약관이 금지하거나 미풍양속에 반하는 행위를 하지 않으며, 계속적이고 안정적으로 서비스를 제공하기 위하여 최선을 다하여 노력합니다.",
            },
            {
                "title":"회사는 회원이 안전하게 서비스를 이용할 수 있도록 개인정보보호를 위한 보안시스템을 갖추며, 개인정보처리방침을 공지하고 이를 준수합니다.",
            },
            {
                "title":"회사는 서비스 이용과 관련하여 유료 회원으로부터 제기된 의견이나 불만이 정당하다고 판단될 경우에는 이를 수용하고 처리할 의무가 있습니다. 또한 유료 회원이 요청한 기술 지원도 처리할 의무가 있습니다. 유료 회원이 제기한 의견이나 불만사항에 대해서는 전자우편을 통하여 해당 회원에게 처리과정 및 결과를 전달합니다.",
            },
            {
                "title":"추가적으로, 회사는 무료 회원으로부터 제기된 의견이나 불만이 서비스 개선에 도움이 된다고 판단할 경우에도 이를 수용하고 처리할 의무가 있습니다.",
            },
        ]
    },
    {
        "title":"제8조. 개인정보 처리방침 변경",
        "content":[
            {
                "title":"회사는 관련법령과 이 약관이 금지하거나 미풍양속에 반하는 행위를 하지 않으며, 계속적이고 안정적으로 서비스를 제공하기 위하여 최선을 다하여 노력합니다.",
            },
            {
                "title":"회사는 회원이 안전하게 서비스를 이용할 수 있도록 개인정보보호를 위한 보안시스템을 갖추며, 개인정보처리방침을 공지하고 이를 준수합니다.",
            },
            {
                "title":"회사는 서비스 이용과 관련하여 유료 회원으로부터 제기된 의견이나 불만이 정당하다고 판단될 경우에는 이를 수용하고 처리할 의무가 있습니다. 또한 유료 회원이 요청한 기술 지원도 처리할 의무가 있습니다. 유료 회원이 제기한 의견이나 불만사항에 대해서는 전자우편을 통하여 해당 회원에게 처리과정 및 결과를 전달합니다.",
            },
            {
                "title":"추가적으로, 회사는 무료 회원으로부터 제기된 의견이나 불만이 서비스 개선에 도움이 된다고 판단할 경우에도 이를 수용하고 처리할 의무가 있습니다.",
            },
        ]
    },
    {
        "title":"제9조. GDPR에 따른 개인정보보호규정",
        "content":[
            {
                "title":"회사는 관련법령과 이 약관이 금지하거나 미풍양속에 반하는 행위를 하지 않으며, 계속적이고 안정적으로 서비스를 제공하기 위하여 최선을 다하여 노력합니다.",
            },
            {
                "title":"회사는 회원이 안전하게 서비스를 이용할 수 있도록 개인정보보호를 위한 보안시스템을 갖추며, 개인정보처리방침을 공지하고 이를 준수합니다.",
            },
            {
                "title":"회사는 서비스 이용과 관련하여 유료 회원으로부터 제기된 의견이나 불만이 정당하다고 판단될 경우에는 이를 수용하고 처리할 의무가 있습니다. 또한 유료 회원이 요청한 기술 지원도 처리할 의무가 있습니다. 유료 회원이 제기한 의견이나 불만사항에 대해서는 전자우편을 통하여 해당 회원에게 처리과정 및 결과를 전달합니다.",
            },
            {
                "title":"추가적으로, 회사는 무료 회원으로부터 제기된 의견이나 불만이 서비스 개선에 도움이 된다고 판단할 경우에도 이를 수용하고 처리할 의무가 있습니다.",
            },
        ]
    },
]

export {PrivacyData};