const TermData = [
    {
        "title":"제1조. 목적",
        "content":[
            {
                "title":"이 약관은 주식회사 구름(이하 “회사”)이 운영하는 구름 서비스(이하 “서비스”)를 이용함에 있어 회사와 회원간의 권리ㆍ의무 및 책임사항, 기타 필요한 사항을 규정함을 목적으로 합니다."
            }
        ]
    },
    {
        "title":"제2조. 용어의 정의",
        "content":[
            {
                "title":"이 약관에서 사용하는 용어의 의미는 다음과 같습니다.",
                "content":[
                    "“서비스”라 함은 구름 브랜드를 사용하는 서비스를 의미합니다.",
                    "“회원”이라 함은 이 약관에 따라 회사와 이용 계약을 체결하고 회사로부터 서비스 이용 자격을 부여 받은 자를 의미합니다.",
                    "“아이디(ID)”라 함은 구름 서비스에서 회원의 식별과 서비스 이용을 위하여 회원이 정하고 회사가 승인한 전자우편주소를 의미합니다.",
                    "“비밀번호”라 함은 구름 서비스에서 회원의 비밀보호를 위하여 회원이 설정한 문자, 숫자, 기호의 조합을 의미합니다.",
                    "“게시물”이라 함은 서비스 내에 회사와 회원이 게시한 글, 사진, 그림, 영상, 프로젝트, 각종 파일과 링크, 답글, 댓글 등 정보의 총칭을 의미합니다.",
                    "“프로젝트”라 함은 서비스를 이용해 회원이 개발한 프로그램의 결과물과 중간물을 모두 의미합니다."
                ]
            },
            {
                "title":"이 약관에서 사용하는 용어 중 본 조에서 정하지 아니한 것은 서비스 안내 및 관련법령 또는 상관례에서 정하는 바에 따릅니다.",
            }
        ]
    },
    {
        "title":"제3조. 약관의 게시와 개정",
        "content":[
            {
                "title":"회사는 이 약관의 내용을 회원이 쉽게 알 수 있도록 서비스의 초기화면 또는 링크로 연결된 화면에 게시합니다.",
            },
            {
                "title":"회사는 “콘텐츠산업진흥법”, “전자상거래등에서의 소비자보호에 관한 법률”, “약관의규제에 관한 법률” 등 관련법을 위배하지 않는 범위에서 이 약관을 개정할 수 있습니다.",
            },
            {
                "title":"회사가 이 약관을 개정할 경우에는 약관의 적용일자 및 개정내용, 개정 사유 등을 명시하여 현행 약관과 함께 서비스 초기화면에 그 적용일자 7일 전부터 적용일자 전일까지 공지합니다. 다만, 회원에게 불리하거나 중대한 사항을 변경하는 경우에는 그 적용일자 30일 전부터 적용일자 전일까지 공지하고, 회원의 전자우편, 로그인 시 동의 창 등의 전자적 수단을 통해 별도로 통지합니다.",
            },
            {
                "title":"회사가 전 항에 따라 개정약관을 공지 또는 통지하면서 회원에게 적용일자 전까지 의사표시를 하지 않으면 약관의 개정에 동의한 것으로 본다는 뜻을 명확하게 공지 또는 통지하였음에도 회원이 명시적으로 거부의사를 표명하지 아니한 경우 회원이 개정약관에 동의한 것으로 봅니다.",
            },
            {
                "title":"회원이 개정약관의 적용에 동의하지 않으면 회사는 해당 회원에 대해 개정 약관의 내용을 적용할 수 없으며, 이 경우 회사 또는 회원은 이용계약을 해지할 수 있습니다.",
            }
        ]
    },
    {
        "title":"제4조. 약관 외 준칙",
        "content":[
            {
                "title":"회사는 개별 서비스 별로 별도의 이용약관 및 정책(이하 “개별 약관 등”)을 둘 수 있으며, 해당 내용이 이 약관과 상충할 경우에는 개별 약관 등이 우선하여 적용됩니다.",
            },
            {
                "title":"이 약관에 명시되지 않은 사항은 개별 약관 및 전기통신기본법, 전기통신사업법, 독점규제 및 공정거래에 관한 법률, 정보통신망 이용촉진 및 정보보호 등에 관한 법률, 전자상거래 등에서의 소비자보호에 관한 법률 등 관련법령의 규정 또는 상관례에 의합니다.",
            },
            {
                "title":"이 약관과 관련하여 회사의 정책 변경, 법령의 제/개정 또는 공공기관의 고시나 지침 등에 의하여 회사가 서비스의 공지사항 게시판 등을 통해 공지하는 내용도 이용계약의 일부를 구성합니다.",
            },
        ]
    },
    {
        "title":"제5조. 서비스 이용계약 체결 등",
        "content":[
            {
                "title":"서비스 이용계약은 회원이 되고자 하는 자(이하 “이용 신청자”)가 회사가 제공하는 이용 신청 절차와 방법에 따라 서비스 이용신청을 하고, 회사가 이러한 신청에 대하여 승낙함으로써 체결됩니다.",
            },
            {
                "title":"회사는 이용신청자가 이용신청 시 이 약관에 동의하고, 회사가 정한 신청 절차와 방법을 준수하는 경우 그 이용신청에 대하여 승낙함을 원칙으로 합니다. 다만, 회사는 다음 각 호의 어느 하나에 해당하는 이용신청에 대해서는 승낙을 하지 않거나, 사후에 이용계약을 취소할 수 있습니다.",
                "content":[
                    "기재 내용에 허위, 누락, 오기 등이 있는 경우",
                    "회사로부터 이용정지 당한 회원이 그 이용정지 기간 중에 이용계약을 임의 해지하고 재이용신청을 하는 경우",
                    "과거에 이 약관 위반 등의 사유로 서비스 이용계약이 해지 당한 이력이 있는 경우",
                    "법령, 공공의 안녕질서 및 미풍양속을 해할 우려가 있는 경우",
                    "부정한 용도로 서비스를 이용하고자 하는 경우",
                    "회사의 사전 동의 없이 영리를 추구할 목적으로 서비스를 이용하고자 하는 경우",
                    "서비스를 제공하지 않는 국가에서 비정상적이거나 우회적인 방법을 통해 서비스를 이용하는 경우",
                    "인증없이 누구나 접근이 가능한 일회용 이메일을 통해 회원가입을 하는 경우",
                    "기타 이 약관에 위배되거나 위법 또는 부당한 이용신청임이 확인된 경우",
                ]
            },
            {
                "title":"회사는 다음 각 호의 어느 하나에 해당하는 경우 승낙을 유보할 수 있습니다.",
                "content":[
                    "천재지변으로 인한 설비의 장애 상태가 발생한 경우",
                    "서비스를 제공함에 따라 회사의 전체 서비스 품질 유지에 곤란하다고 판단되는 경우",
                    "서비스를 제공하기 위한 설비의 여유가 없거나 기술상 서비스 제공이 곤란한 경우",
                    "회사의 운영상, 사업상 위해 요소 또는 위해 우려가 있는 경우",
                    "기타 회사의 사정으로 이용 승낙이 곤란한 경우",
                ]
            },
            {
                "title":"이 약관에 따른 이용계약의 성립 시기는 서비스 이용신청 절차 상에서 회사가 이용신청 완료를 표시한 시점으로 합니다.",
            },
        ]
    },
    {
        "title":"제6조. 회사의 의무",
        "content":[
            {
                "title":"회사는 관련법령과 이 약관이 금지하거나 미풍양속에 반하는 행위를 하지 않으며, 계속적이고 안정적으로 서비스를 제공하기 위하여 최선을 다하여 노력합니다.",
            },
            {
                "title":"회사는 회원이 안전하게 서비스를 이용할 수 있도록 개인정보보호를 위한 보안시스템을 갖추며, 개인정보처리방침을 공지하고 이를 준수합니다.",
            },
            {
                "title":"회사는 서비스 이용과 관련하여 유료 회원으로부터 제기된 의견이나 불만이 정당하다고 판단될 경우에는 이를 수용하고 처리할 의무가 있습니다. 또한 유료 회원이 요청한 기술 지원도 처리할 의무가 있습니다. 유료 회원이 제기한 의견이나 불만사항에 대해서는 전자우편을 통하여 해당 회원에게 처리과정 및 결과를 전달합니다.",
            },
            {
                "title":"추가적으로, 회사는 무료 회원으로부터 제기된 의견이나 불만이 서비스 개선에 도움이 된다고 판단할 경우에도 이를 수용하고 처리할 의무가 있습니다.",
            },
        ]
    },
    {
        "title":"제6조. 회사의 의무",
        "content":[
            {
                "title":"회사는 관련법령과 이 약관이 금지하거나 미풍양속에 반하는 행위를 하지 않으며, 계속적이고 안정적으로 서비스를 제공하기 위하여 최선을 다하여 노력합니다.",
            },
            {
                "title":"회사는 회원이 안전하게 서비스를 이용할 수 있도록 개인정보보호를 위한 보안시스템을 갖추며, 개인정보처리방침을 공지하고 이를 준수합니다.",
            },
            {
                "title":"회사는 서비스 이용과 관련하여 유료 회원으로부터 제기된 의견이나 불만이 정당하다고 판단될 경우에는 이를 수용하고 처리할 의무가 있습니다. 또한 유료 회원이 요청한 기술 지원도 처리할 의무가 있습니다. 유료 회원이 제기한 의견이나 불만사항에 대해서는 전자우편을 통하여 해당 회원에게 처리과정 및 결과를 전달합니다.",
            },
            {
                "title":"추가적으로, 회사는 무료 회원으로부터 제기된 의견이나 불만이 서비스 개선에 도움이 된다고 판단할 경우에도 이를 수용하고 처리할 의무가 있습니다.",
            },
        ]
    },
]

export {TermData};